{
  "website":{
    "title": "Eliot's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a love of programming students, I worship Geek, and a wide range of computer knowledge on the internet."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "My Career",
    "nextcode": "University",
    "nextcode_des": "I look forward to my university life as well as the sublimation of Technology.",
    "nextcode_date": "?. ?",
    "nextcode_job": "Student",
    "netease": "High School",
    "netease_des": "In high school, I continue to expand the field of vision, learning Linux, a variety of programming languages and so on, the hacker culture and geek culture.",
    "netease_date": "Jun. 2014",
    "netease_job": "Student",
    "ucloud": "Middle School",
    "ucloud_des": "In Middle school, I gradually understand the programming of the fun and deeply infatuated with him, and gradually in-depth.",
    "ucloud_date": "Sep. 2011",
    "ucloud_job": "Student",
    "college": "Primary School",
    "college_des": "At 2010,Is in the primary school grade 6 I began to contact programming,the initial purpose is to write the cheating of game.",
    "college_date": "Jul. 2010",
    "college_job": "Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
