{
  "website":{
    "title": "Eliot's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a love of programming students, I worship Geek, and a wide range of computer knowledge on the internet.  I've been waiting for you here,XXH."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Hobby",
    "saplatform": "C/C++ is my first contact with the programming language (does not contain easy language), I like his code style and efficiency, but also my main object!",
    "jalpc": "Python is my favorite scripting language, his code concise and efficient.",
    "angularjs": "I love Linux, I love open source, free, he is the geek system, I have been studying it, and strive to become a good source.",
    "rsser": "I like to use Unity3D to write games, it is very interesting."
  },
  "career":{
    "my_career": "My Career",
    "nextcode": "University",
    "nextcode_des": "I look forward to my university life as well as the sublimation of Technology.",
    "nextcode_date": "?. ?",
    "nextcode_job": "Student",
    "netease": "High School",
    "netease_des": "In high school, I continue to expand the field of vision, learning Linux, a variety of programming languages and so on, the hacker culture and geek culture.",
    "netease_date": "Jun. 2014",
    "netease_job": "Student",
    "ucloud": "Middle School",
    "ucloud_des": "In Middle school, I gradually understand the programming of the fun and deeply infatuated with him, and gradually in-depth.",
    "ucloud_date": "Sep. 2011",
    "ucloud_job": "Student",
    "college": "Primary School",
    "college_des": "At 2010,Is in the primary school grade 6 I began to contact programming,the initial purpose is to write the cheating of game.",
    "college_date": "Jul. 2010",
    "college_job": "Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
